brew "aom"
brew "apr-util"
brew "arpack"
brew "asdf"
brew "aws-iam-authenticator"
brew "awscli"
brew "berkeley-db", link: true
brew "carthage"
brew "clisp"
brew "cmake"
brew "cocoapods"
brew "cowsay"
brew "curl"
brew "direnv"
brew "docker-compose", link: false
brew "docutils"
brew "emacs"
brew "ethereum"
brew "ethereum/ethereum/solidity"
brew "fftw"
brew "freetds"
brew "gcc"
brew "ghostscript"
brew "ghq"
brew "git"
brew "glib"
brew "gnu-sed"
brew "gnuplot"
brew "gnutls"
brew "go"
brew "gobject-introspection"
brew "graphicsmagick"
brew "graphviz"
brew "harfbuzz"
brew "haskell-stack"
brew "hdf5"
brew "helm"
brew "heroku/brew/heroku"
brew "htop"
brew "hub"
brew "imagemagick"
brew "imagemagick@6", link: true
brew "iproute2mac"
brew "jemalloc"
brew "jenv"
brew "jq"
brew "krb5"
brew "kube-ps1"
brew "kubectx"
brew "kubernetes-cli"
brew "kustomize"
brew "libfido2"
brew "libheif"
brew "libmng"
brew "libpq"
brew "libproxy"
brew "libraw"
brew "little-cms2"
brew "lzlib"
brew "mas"
brew "mecab"
brew "mecab-ipadic"
brew "mitmproxy"
brew "mysql"
brew "mysql@5.7"
brew "n"
brew "neovim"
brew "nghttp2"
brew "nkf"
brew "node"
brew "nvm"
brew "octave"
brew "open-mpi"
brew "openldap"
brew "openssl@1.1"
brew "p11-kit"
brew "pango"
brew "peco"
brew "php"
brew "poetry"
brew "postgresql"
brew "postgresql@14", restart_service: true
brew "pyenv"
brew "pyqt"
brew "pyqt@5"
brew "python"
brew "python@3.11"
brew "qscintilla2"
brew "qt"
brew "rbenv"
brew "readline"
brew "redis"
brew "ruby"
brew "ruby-build"
brew "sip"
brew "stern"
brew "sundials"
brew "tbb"
brew "tcl-tk"
brew "terraform"
brew "the_silver_searcher"
brew "the_silver_searcher"
brew "tree"
brew "truffle"
brew "unbound"
brew "v8"
brew "vim"
brew "vim"
brew "virtualenv", link: false
brew "weaveworks/tap/eksctl"
brew "yarn"
brew "yarn"
brew "yq"
brew "zsh"
brew "zsh-completions"
cask "charles"
cask "docker"
cask "flutter"
cask "ganache"
cask "google-cloud-sdk"
cask "karabiner-elements"
cask "kindle"
cask "lens"
cask "mysqlworkbench"
cask "notion"
cask "postman"
cask "sequel-pro"
cask "the-unarchiver"
cask "virtualbox"
mas "GarageBand", id: 682658836
mas "LINE", id: 539883307
mas "Skitch", id: 425955336
tap "ethereum/ethereum"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/services"
tap "rcmdnk/file"
tap "weaveworks/tap"
vscode "GitHub.copilot"
vscode "GitHub.copilot-chat"
vscode "GitHub.copilot-labs"
vscode "MS-CEINTL.vscode-language-pack-ja"
vscode "googlecloudtools.cloudcode"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "rebornix.ruby"
vscode "redhat.vscode-yaml"
vscode "rust-lang.rust-analyzer"
vscode "vscodevim.vim"
vscode "wingrunr21.vscode-ruby"
