tap "ethereum/ethereum"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "rcmdnk/file"
brew "readline"
brew "sqlite"
brew "awscli"
brew "carthage"
brew "cocoapods"
brew "curl"
brew "direnv"
brew "emacs"
brew "ethereum"
brew "ghq"
brew "git"
brew "go"
brew "graphviz"
brew "haskell-stack"
brew "hdf5"
brew "htop"
brew "hub"
brew "jenv"
brew "jq"
brew "nkf"
brew "nvm"
brew "octave"
brew "peco"
brew "pyenv"
brew "ruby-build"
brew "rbenv"
brew "rbenv-gemset"
brew "redis"
brew "scala"
brew "terraform"
brew "the_silver_searcher"
brew "tree"
brew "v8"
brew "vim"
brew "yarn"
brew "zsh"
brew "zsh-completions"
brew "ethereum/ethereum/solidity"
brew "heroku/brew/heroku"
cask "docker"
cask "google-cloud-sdk"
cask "sequel-pro"
mas "GarageBand", id: 682658836
mas "LINE", id: 539883307
mas "Skitch", id: 425955336
mas "Slack", id: 803453959
