tap "ethereum/ethereum"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "rcmdnk/file"
brew "readline"
brew "python"
brew "awscli"
brew "carthage"
brew "clisp"
brew "cocoapods"
brew "curl"
brew "direnv"
brew "docker-compose", link: false
brew "emacs"
brew "ethereum"
brew "ghq"
brew "git"
brew "go"
brew "graphviz"
brew "haskell-stack"
brew "imagemagick@6", link: true
brew "mecab"
brew "mecab-ipadic"
brew "mysql"
brew "nkf"
brew "peco"
brew "postgresql"
brew "qt"
brew "ruby-build"
brew "rbenv"
brew "redis"
brew "the_silver_searcher"
brew "vim"
brew "yarn"
cask "mysqlworkbench"
cask "virtualbox"
